Repository: turtlegarden/Folio
Catalog: po/*.po
Languages: it

source: Notebook sort order
it: Ordinamento del taccuino

source: The sort order of the notebook list
it: L'ordinamento dell'elenco dei taccuini

source: Sort Order For Notebooks
it: Ordinamento per i taccuini

source: Note sort order
it: Ordinamento della note

source: The sort order of the note list
it: L'ordinamento dell'elenco delle note

source: Sort Order For Notes
it: Ordinamento per le note

source: Modified Time - Ascending
it: Orario modificato - Crescente

source: Modified Time - Descending
it: Orario modificato - Discendente

source: Alphabetical - Ascending
it: Alfabetico - Ascendente

source: Alphabetical - Descending
it: Alfabetico - Discendente

source: Display
it: Schermo

source: Full Screen
it: A schermo intero

source: Zoom In
it: Ingrandire

source: Zoom Out
it: Rimpicciolire

source: Pick primary font for notes
it: Scegli il carattere principale per le note

source: Pick monospace font for code
it: Scegli il carattere a spaziatura fissa per il codice

source: File Changed On Disk
it: File modificato su disco

source: The file has changed on disk since it was last saved/loaded by Folio. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio) • Cancel the operation and manually resolve the issue Note: Canceling the save if you have already moved to a new note/notebook will discard your changes.
it: Il file è cambiato sul disco dall'ultima volta che è stato salvato/caricato da Folio. Puoi effettuare una delle seguenti operazioni: • Ricarica il file (annullando eventuali modifiche apportate in Folio) • Sovrascrivi il file (annullando eventuali modifiche apportate all'esterno di Folio) • Annulla l'operazione e risolvi manualmente il problema Nota: l'annullamento del salvataggio se sei già passato a una nuova nota/taccuino annullerà le modifiche.

source: Reload
it: Ricarica

source: Overwrite
it: Sovrascrivi

source: The file has changed on disk by another application. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio)
it: Il file è stato modificato sul disco da un'altra applicazione. Puoi effettuare una delle seguenti operazioni: • Ricarica il file (annullando eventuali modifiche apportate in Folio) • Sovrascrivi il file (annullando eventuali modifiche apportate al di fuori di Folio)

source: Note %i
it: Nota %i

source: Trash Storage Location
it: Posizione di archiviazione del cestino

source: Where the trash folder is located (requires app restart)
it: Dove si trova la cartella cestino (richiede il riavvio dell'app)

source: Pick where the trash can will be stored
it: Scegli dove verrà depositato il cestino

source: Use Fixed Width For Notes
it: Usa larghezza fissa per le note

source: Use a fixed width for the text area of a note
it: Utilizza una larghezza fissa per l'area di testo di una nota

source: Expands the notebook list to include the notebook name
it: Espande l'elenco dei taccuini per includere il nome del taccuino

source: Show line numbers
it: Mostra i numeri di riga

source: Displays line numbers at the left of the note
it: Visualizza i numeri di riga a sinistra della nota

source: Show all notes
it: Mostra tutte le note

source: Displays the "All Notes" notebook at the top of the notebook list
it: Visualizza il taccuino "Tutte le note" nella parte superiore dell'elenco dei taccuini

source: Enable autosave
it: Abilita il salvataggio automatico

source: Automatically saves the current note every 30 seconds if the contents have changed (requires app restart)
it: Salva automaticamente la nota corrente ogni 30 secondi se i contenuti sono cambiati (richiede il riavvio dell'app)

source: Don't hide the Trash folder
it: Non nascondere la cartella Cestino

source: The trash folder is set as a hidden folder by default, this option makes it visible
it: La cartella del cestino è impostata come cartella nascosta per impostazione predefinita, questa opzione la rende visibile

source: Main Folio window in light mode
it: Finestra principale di Folio in modalità chiara

source: Main Folio window in dark mode
it: Finestra principale di Folio in modalità scura

source: Folio on small/mobile screens
it: Folio su schermi piccoli/mobili

source: Folio preferences screen
it: Schermata delle preferenze di Folio

source: Folio in three pane mode
it: Folio in modalità a tre riquadri

source: Tools
it: Strumenti

source: Displays the formatting toolbar at the bottom of the note
it: Visualizza la barra degli strumenti di formattazione nella parte inferiore della nota

source: Adds a button to the markdown reference sheet on the right of the formatting toolbar
it: Aggiunge un pulsante al foglio di riferimento del markdown a destra della barra degli strumenti di formattazione

source: Fixed Width To Use For Notes
it: Larghezza fissa da utilizzare per le note

source: Sets the fixed width size of a note in px
it: Imposta la dimensione della larghezza fissa di una nota in px

source: Files
it: File

source: The trash folder is set as a hidden folder by default, this option makes it visible (requires app restart)
it: La cartella del cestino è impostata come cartella nascosta per impostazione predefinita, questa opzione la rende visibile (richiede il riavvio dell'app)

source: Unable to recognize URI
it: Impossibile riconoscere l'URI

source: Notes Manager
it: Gestore di note

source: Take notes
it: Prendi nota

source: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;
it: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;Quaderno;Testo;Blocco;Taccuino

source: New Note
it: Nuova nota

source: New Notebook
it: Nuovo taccuino

source: Markdown Cheatsheet
it: Guida rapida al markdown

source: Preferences
it: Preferenze

source: Note Font
it: Carattere delle note

source: The font notes will be displayed in
it: Il carattere in cui visualizzare le note

source: Monospace Font
it: Carattere monospazio

source: The font code will be displayed in
it: Il codice del carattere verrà visualizzato in

source: OLED Mode
it: Modalità OLED

source: Take notes in Markdown
it: Applicazione di note

source: Create notebooks, take notes in markdown
it: Crea taccuini, prendi note con markdown

source: Features:
it: Funzionalità:

source: Almost WYSIWYG markdown rendering
it: Rendering del markdown fedele

source: Searchable through GNOME search
it: Ricerca direttamente dal desktop GNOME

source: Highlight and strikethrough text formatting
it: Evidenzia e barra la formattazione del testo

source: App themeing based on notebook color
it: Temi dell'app basati sul colore del taccuino

source: Trash can
it: Cestino

source: Plain Text
it: Testo normale

source: Heading 1
it: Intestazione 1

source: Heading 2
it: Intestazione 2

source: Heading 3
it: Intestazione 3

source: Heading 4
it: Intestazione 4

source: Heading 5
it: Intestazione 5

source: Heading 6
it: Intestazione 6

source: Bold
it: Grassetto

source: Italic
it: Corsivo

source: Strikethrough
it: Barrato

source: Highlight
it: Evidenziato

source: Insert Link
it: Inserisci collegamento

source: Insert Code
it: Inserisci codice

source: Insert Horizontal Rule
it: Inserisci regola orizzontale

source: Format
it: Formato

source: Insert
it: Inserisci

source: Cancel
it: Annulla

source: Confirm
it: Conferma

source: Note
it: Nota

source: Edit Note
it: Modifica nota

source: Save Note
it: Salva nota

source: Notebook
it: Taccuino

source: Edit Notebook
it: Modifica taccuino

source: General
it: Generali

source: Show Keyboard Shortcuts
it: Mostra scorciatoie da tastiera

source: Quit
it: Esci

source: Formatting
it: Formattazione

source: Navigation
it: Navigazione

source: Toggle Sidebar
it: Mostra la barra laterale

source: Search Notes
it: Cerca note

source: Makes the dark theme pitch black
it: Rende il tema scuro completamente nero

source: Enable Toolbar
it: abilita barra degli strumenti

source: Enable Cheatsheet
it: Abilita il foglio informativo

source: 3-Pane Layout
it: Layout a 3 riquadri

source: Notes Storage Location
it: Posizione delle note

source: Where the notebooks are stored (requires app restart)
it: Dove salvare i taccuini (riavvio richiesto)

source: Trash
it: Cestino

source: %d Notes
it: %d note

source: Are you sure you want to delete everything in the trash?
it: Eliminare tutte le note dal cestino?

source: Empty Trash
it: Svuota cestino

source: Create/choose a notebook before creating a note
it: Creare o scegliere un taccuino prima di creare una nota

source: Please, select a note to edit
it: Scegliere una nota da modificare

source: Please, select a note to delete
it: Scegliere una nota da eliminare

source: Export Note
it: Esporta nota

source: Export
it: Esporta

source: Rename Note
it: Rinomina nota

source: Move to Notebook
it: Sposta nel taccuino

source: Move
it: Sposta

source: Note “%s” already exists in notebook “%s”
it: Esiste già la nota "%s" nel taccuino "%s"

source: Are you sure you want to delete the note “%s”?
it: Eliminare la nota "%s"?

source: Delete Note
it: Elimina nota

source: Are you sure you want to delete the notebook “%s”?
it: Eliminare il taccuino "%s"?

source: Delete Notebook
it: Elimina taccuino

source: Note name shouldn’t contain “.” or “/”
it: Il nome della nota non può contenere "." o "/"

source: Note name shouldn’t be blank
it: Il nome della nota non può essere vuoto

source: Note “%s” already exists
it: Esiste già la nota "%s"

source: Couldn’t create note
it: Impossibile creare la nota

source: Couldn’t change note
it: Impossibile modificare la nota

source: Couldn’t delete note
it: Impossibile eliminare la nota

source: Couldn’t restore note
it: Impossibile ripristinare la nota

source: Saved “%s” to “%s”
it: "%s" salvato in "%s"

source: Unknown error
it: Errore sconosciuto

source: Notebook name shouldn’t contain “.” or “/”
it: Il nome del taccuino non può contenere "." o "/"

source: Notebook name shouldn’t be blank
it: Il nome del taccuino non può essere vuoto

source: Notebook “%s” already exists
it: Esiste già il taccuino "%s"

source: Couldn’t create notebook
it: Impossibile creare il taccuino

source: Couldn’t change notebook
it: Impossibile modificare il taccuino

source: Couldn’t delete notebook
it: Impossibile eliminare il taccuino

source: Search
it: Cerca

source: Rename
it: Rinomina

source: Couldn’t find an app to handle file URIs
it: Impossibile trovare un'app per gestire gli URI dei file

source: Apply
it: Applica

source: Pick where the notebooks will be stored
it: Scegliere il percorso dove salvare le note

source: All Notes
it: Tutte le note

source: Last Modified
it: Ultima modifica

source: Extension
it: Estensione

source: Follow system style
it: Segui lo stile del sistema

source: Light style
it: Stile chiaro

source: Dark style
it: Stile scuro

source: _New Notebook
it: Nuovo taccuino

source: _Edit Notebook
it: Modifica taccuino

source: _Preferences
it: Preferenze

source: _Keyboard Shortcuts
it: Scorciatoie da tastiera

source: _About
it: Informazioni

source: Notebook Name
it: Nome del taccuino

source: Duplicate notebook names are not allowed!
it: Non è consentito duplicare i nomi dei quaderni!

source: First Characters
it: Prime lettere

source: Initials
it: Iniziali

source: Initials: camelCase
it: Iniziali: camelCase

source: Initials: snake_case
it: Iniziali: snake_case

source: Icon
it: Icona

source: Notebook Color
it: Colore del taccuino

source: Create Notebook
it: Crea taccuino

source: Edit
it: Modifica

source: Move all to Trash
it: Sposta tutto nel cestino

source: Notebooks
it: Taccuini

source: Note Name
it: Nome della nota

source: Create Note
it: Crea nota

source: Restore from Trash
it: Ripristina dal cestino

source: Delete from Trash
it: Elimina dal cestino

source: Move to Notebook…
it: Sposta nel taccuino…

source: Move to Trash
it: Sposta nel cestino

source: Open Containing Folder
it: Apri in File

source: Get started writing
it: Comincia a scrivere

source: Create a notebook
it: Crea un taccuino

source: Trash is empty
it: Il cestino è vuoto

source: Back
it: Indietro

source: Open in Notebook
it: Apri nel taccuino

source: _Rename Note
it: Rinomina nota

source: _Export Note
it: Esporta nota
